export const navData = [
    {title:"MENU", link:""},
    {title:"ABOUT", link:""},
    {title:"LOCATION", link:""},
];


export const menuData = {
    coffee: [
    { name: "カフェラテ", price: 320 },
    { name: "エスプレッソ", price: 250 },
    { name: "カプチーノ", price: 380 },
    { name: "アイスコーヒー", price: 290 },
    { name: "キャラメルマキアート", price: 500 },
    { name: "モカフラペチーノ", price: 450 },
    { name: "ハニーチャイ", price: 400 },
    { name: "デカフェアメリカーノ", price: 300 },
    { name: "ソイラテ", price: 350 },
    { name: "抹茶ラテ", price: 450 }
  ],
  food: [
    { name: "クロワッサンサンドイッチ", price: 520 },
    { name: "シュガードーナツ", price: 180 },
    { name: "スコーン", price: 240 }
  ],
  other: [
    { name: "チョコレートチップクッキー", price: 220 },
    { name: "ベイクドチーズケーキ", price: 350 },
    { name: "フルーツグラノーラヨーグルト", price: 300 }
  ]

};

export const articleData = [
 { article:"厳選されたコーヒー豆を丁寧に焙煎し、一杯ずつ心を込めて抽出します。贅沢な香りと深いコクを引き出したコーヒーで、特別なひとときをお楽しみいただけます。その一杯には豆本来の個性が息づいており、日常を少し離れた贅沢な時間を心ゆくまで提供します。ゆったりとした至福の瞬間をお楽しみください。"},
 { article:"豆の個性を最大限に生かし、芳醇な香りと奥深い味わいを引き出します。こだわり抜いた一杯で、心安らぐひとときを提供します。ゆっくりと贅沢な時間を楽しみながら、特別な体験をお過ごしください。癒しの瞬間を心ゆくまでどうぞ。大切な時間に寄り添う一杯をお試しください。"},
 { article:"産地ごとに異なる風味を楽しめるよう、細部までこだわって焙煎しています。心安らぐ時間に寄り添う、特別なコーヒーをぜひご堪能ください。一杯ごとにこだわりの技術が活きる、贅沢なひとときをお届けします。" },
 { article:"豊かな香りとまろやかな口当たりが特徴のコーヒー。ゆっくりと時間をかけて味わうことで、豆本来の持つ個性を存分に感じていただけます。一杯ごとに込められたこだわりと、心癒されるひとときをぜひお楽しみください。"}
]